[DailyActivityContacts]
DailyActivityContacts_DestroyEnemyVehicles_Title=Casamajor Car-nage
DailyActivityContacts_DestroyEnemyVehicles_LongDescription=Enforcers think they're all safe, tucked up in their little cars. Could you, um, prove that they're not? Just <col:Purple_Dark>blow up three enemy vehicles</col> they don't even need to be in them just... make them go away.
DailyActivityContacts_DestroyEnemyVehicles_HUDDescription=<col:Purple_Dark>Destroy enemy cars</col>



DailyActivityContacts_DestroyEnemyVehicles_Title_2=Vroom Vroom Boom
DailyActivityContacts_DestroyEnemyVehicles_LongDescription_2=Criminals think that there is honor to be found in hiding behind armor plated vehicles. <col:Purple_Dark>Destroy three enemy vehicles</col> and show them not to hide. Prevent them from being able to flee like the rats they are.
DailyActivityContacts_DestroyEnemyVehicles_HUDDescription_2=<col:Purple_Dark>Destroy enemy cars</col>



DailyActivityContacts_Mission_CompleteObjectives_Title=Filler Piece
DailyActivityContacts_Mission_CompleteObjectives_LongDescription=I need some footage for my show tonight, 211 in Progress. Can you get out there and make some noise? I don't want footage of you getting carried away in an ambulance or something so get out there and <col:Purple_Dark>complete five objectives</col>, okay?
DailyActivityContacts_Mission_CompleteObjectives_HUDDescription=<col:Purple_Dark>Complete/assist objectives</col>



DailyActivityContacts_Mission_CompleteObjectives_Title_2=Win by the Inches
DailyActivityContacts_Mission_CompleteObjectives_LongDescription_2=Hey, shug. We've got to keep the scoreboard in mind so could you get out there and <col:Purple_Dark>complete five objectives</col>? I don't need to see it all in one go or anything, I just need someone to meet the quota's for the day, okay?
DailyActivityContacts_Mission_CompleteObjectives_HUDDescription_2=<col:Purple_Dark>Complete/assist objectives</col>



DailyActivityContacts_Mods_AmmoSupplied_Title=Supply Lines Open
DailyActivityContacts_Mods_AmmoSupplied_LongDescription=Heyyyy. Double B keeps bragging about how many Suppliers she gives out. Use your <col:Purple_Dark>Field Supplier</col> to <col:Purple_Dark>resupply your teammates 25 times</col> today. We'll show her that no one cares if you're just giving it away, it only matters if they know how to work it.
DailyActivityContacts_Mods_AmmoSupplied_HUDDescription=<col:Purple_Dark>Resupply teammates</col>



DailyActivityContacts_Mods_AmmoSupplied_Title_2=Water Boy for Guns
DailyActivityContacts_Mods_AmmoSupplied_LongDescription_2=Hey, Broseph. Gotta teach you about humility. You're gonna become your teams water boy. There's nothin' wrong with making sure that your teammates are well stocked with ammo so <col:Purple_Dark>resupply 25 of your teammates</col> with your field supplier.
DailyActivityContacts_Mods_AmmoSupplied_HUDDescription_2=<col:Purple_Dark>Resupply teammates</col>



DailyActivityContacts_PVP_KillAny_Title=Lead Poisoning
DailyActivityContacts_PVP_KillAny_LongDescription=Some Enforcer posers were rolling around Prentiss like they owned the place. Could you be a lamb and send a message? <col:Purple_Dark>Kill 5 Enforcers</col> just to send a message.
DailyActivityContacts_PVP_KillAny_HUDDescription=<col:Purple_Dark>Kills</col>



DailyActivityContacts_PVP_KillAny_Title_2=Meat and Potatoes
DailyActivityContacts_PVP_KillAny_LongDescription_2=Hey. Put your best boots on, it's time to kick someone's shit in. Get out there and <col:Purple_Dark>kill 5 Criminals</col>.
DailyActivityContacts_PVP_KillAny_HUDDescription_2=<col:Purple_Dark>Kills</col>



DailyActivityContacts_Medal_Blitzkreig1_Title=Like Lightning
DailyActivityContacts_Medal_Blitzkreig1_LongDescription=You wanna do something cool? <col:Purple_Dark>Blitzkrieg 2 Enforcers</col> for me. 2 kills in five seconds. Get in there and hit them like a bolt of lightning!
DailyActivityContacts_Medal_Blitzkreig1_HUDDescription=<col:Purple_Dark>Blitzkrieg medal</col>



DailyActivityContacts_Medal_Blitzkreig1_Title_2=Make ‘em Count
DailyActivityContacts_Medal_Blitzkreig1_LongDescription_2=I want you to prove that you're not just tough but quick too. <col:Purple_Dark>Blitzkrieg 2 Criminals</col>. That means kill 2 Criminals in five seconds. You got it in you, champ?
DailyActivityContacts_Medal_Blitzkreig1_HUDDescription_2=<col:Purple_Dark>Blitzkrieg medal</col>



DailyActivityContacts_Mission_WinMission_Title=Beta Testing
DailyActivityContacts_Mission_WinMission_LongDescription=Dude. My beta waves are flagging, can you get out there and do something to keep them from going all theta on me? <col:Purple_Dark>Win two missions</col> and send me a message? Thanks. Now, I need some coffee.
DailyActivityContacts_Mission_WinMission_HUDDescription=<col:Purple_Dark>Win missions</col>



DailyActivityContacts_Mission_WinMission_Title_2=Satisfied Customers
DailyActivityContacts_Mission_WinMission_LongDescription_2=Hey hon. We need a little bit of a PR victory. Nothing major, yeah? Just a little something to show that all the money we're pumping into Havalynd is worth pumping. Get out there and <col:Purple_Dark>win 2 missions</col> and report back. Ciao.
DailyActivityContacts_Mission_WinMission_HUDDescription_2=<col:Purple_Dark>Win missions</col>



DailyActivityContacts_Mods_VehicleSpawns_Title=Like a Clown Car
DailyActivityContacts_Mods_VehicleSpawns_LongDescription=You ever see a clown car? No? Get a vehicle with Mobile Spawn Point and <col:Purple_Dark>have 3 players spawn in your vehicle</col>. See? It's a clown car.
DailyActivityContacts_Mods_VehicleSpawns_HUDDescription=<col:Purple_Dark>Use your car spawn</col>



DailyActivityContacts_Mods_VehicleSpawns_Title_2=A Red Carpet Moment
DailyActivityContacts_Mods_VehicleSpawns_LongDescription_2=You wanna know the best feeling? Getting out of a limo at the red carpet and having your people follow you. Makes you feel like you've arrived, babe! <col:Purple_Dark>Get 3 Players to spawn in your vehicle</col>.
DailyActivityContacts_Mods_VehicleSpawns_HUDDescription_2=<col:Purple_Dark>Use your car spawn</col>



DailyActivityContacts_PvP_KillShotgun_Title=Seeing Red
DailyActivityContacts_PvP_KillShotgun_LongDescription=Enforcers are rolling up on my shit. Get out there, <col:Purple_Dark>pull a shotgun on them turn 4 of those fuckers into a fine red mist</col>. Up close and personal, like.
DailyActivityContacts_PvP_KillShotgun_HUDDescription=<col:Purple_Dark>Shotgun kills</col>



DailyActivityContacts_PvP_KillShotgun_Title_2=CQB Weapons Training
DailyActivityContacts_PvP_KillShotgun_LongDescription_2=Variety is the spice of life. It's important to keep your options open and I wanna see what you can do when you get close enough to see their pupils dilate the moment they hear you pull the trigger. <col:Purple_Dark>Grab a shotgun and kill 4 Criminals</col>.
DailyActivityContacts_PvP_KillShotgun_HUDDescription_2=<col:Purple_Dark>Shotgun kills</col>



DailyActivityContacts_PvP_KillAssaultRifles_Title=Assault Rifle Training
DailyActivityContacts_PvP_KillAssaultRifles_LongDescription=Got something nice and simple for you right now. I need you to <col:Purple_Dark>kill 5 Enforcers with assault rifles</col>. Nice and simple, but it keeps the balance sheet straight. Not glamorous, I know, but I get a feeling you'll enjoy it anyway.
DailyActivityContacts_PvP_KillAssaultRifles_HUDDescription=<col:Purple_Dark>Assault rifle kills</col>



DailyActivityContacts_PvP_KillAssaultRifles_Title_2=Mirri's Meltdown
DailyActivityContacts_PvP_KillAssaultRifles_LongDescription_2=Mirri's havin' a 'moment,' which means she's about to meltdown over a lack of clean kills recently. Can you help me build up her Zen? Get out there and <col:Purple_Dark>kill 5 Criminals with assault rifles</col>? Just make it clean and simple.
DailyActivityContacts_PvP_KillAssaultRifles_HUDDescription_2=<col:Purple_Dark>Assault rifle kills</col>



DailyActivityContacts_PvP_KillRifle_Title=This One Is Mine
DailyActivityContacts_PvP_KillRifle_LongDescription=Bonita gets to spend her time at dinner parties and with her flavor of the month boyfriend and I get to help out on the streets and actually doing shit that's useful. How about you make yourself useful for me? <col:Purple_Dark>Kill 5 Enforcers with a rifle</col>.
DailyActivityContacts_PvP_KillRifle_HUDDescription=<col:Purple_Dark>Marksman kills</col>



DailyActivityContacts_PvP_KillRifle_Title_2=Knock Off Knock Out
DailyActivityContacts_PvP_KillRifle_LongDescription_2=Criminals have a new shipment of cheap knock off rifles from some Eurasian country. Where the fuck is Eurasia? Is that near, like, Russia or something? Fuck it, get out there and <col:Purple_Dark>kill 5 Criminals with a rifle</col>. Fuckin’ poors and their off brand shit.
DailyActivityContacts_PvP_KillRifle_HUDDescription_2=<col:Purple_Dark>Marksman kills</col>



DailyActivityContacts_PvP_KillSecondary_Title=Kill More Enforcers
DailyActivityContacts_PvP_KillSecondary_LongDescription=It's kind of a thing for us to kill Enforcers. So how about you get the fuck out there, <col:Purple_Dark>kill 3 Enforcers with your secondary weapon</col> and then give yourself a nice pat on the back for doing such a good job...
DailyActivityContacts_PvP_KillSecondary_HUDDescription=<col:Purple_Dark>Secondary kills</col>



DailyActivityContacts_PvP_KillSecondary_Title_2=Street Justice
DailyActivityContacts_PvP_KillSecondary_LongDescription_2=Street Justice - Back when I was a cop I used to love my revolver. See, everyone else on the force had an SNR but I had an RSA. That thing could blow a guy's knee wide open if they weren't feeling talkative. I want you to <col:Purple_Dark>kill 3 Criminals with a secondary</col>.
DailyActivityContacts_PvP_KillSecondary_HUDDescription_2=<col:Purple_Dark>Secondary kills</col>



DailyActivityContacts_PvP_RunOver_Title=How Very Alarming!
DailyActivityContacts_PvP_RunOver_LongDescription=Nothing like the sound of a body hitting the bumper to wake you up in the morning. Hey, can you record the noise of <col:Purple_Dark>2 Enforcers getting run down</col> for me? I need something to get me up in the morning and I've been told to lay off the coffee.
DailyActivityContacts_PvP_RunOver_HUDDescription=<col:Purple_Dark>Vehicle kills</col>



DailyActivityContacts_PvP_RunOver_Title_2=Handbrake Heartbreak
DailyActivityContacts_PvP_RunOver_LongDescription_2=On a battlefield the most important six inches is between your ears. Think about things, stay on your toes and improvise when needed. Before the end of the day, I want you to <col:Purple_Dark>run down 2 Criminals in your vehicle</col>.
DailyActivityContacts_PvP_RunOver_HUDDescription_2=<col:Purple_Dark>Vehicle kills</col>



DailyActivityContacts_OW_DeliverDumpTrucks_Title=Take a Dump
DailyActivityContacts_OW_DeliverDumpTrucks_LongDescription=Alright, bawbag? Job in Waterfront needs something a bit heavier. Get out there, <col:Purple_Dark>nick 5 dump truck's and hand them in to a chop shop</col> for shipping around the city. Cheers, pal.
DailyActivityContacts_OW_DeliverDumpTrucks_HUDDescription=<col:Purple_Dark>Deliver dump trucks</col>



DailyActivityContacts_OW_DeliverSecurityVans_Title=Grade A Security
DailyActivityContacts_OW_DeliverSecurityVans_LongDescription=Alright, bawjaws? Gwan do your ol' pal Grayson a solid? I owe money to the sort of people that you don't wanna owe a pint tae. Can you <col:Purple_Dark>lift 5 Security Vans and drop them off at a chop shop</col> for me? Magic.
DailyActivityContacts_OW_DeliverSecurityVans_HUDDescription=<col:Purple_Dark>Deliver security vans</col>



DailyActivityContacts_OW_DeliverTaxi_Title=False Economy
DailyActivityContacts_OW_DeliverTaxi_LongDescription=Alright, numpty bollocks? We've got a front that runs taxi’s but someone keeps stealing all our cabs. Can you get out there and <col:Purple_Dark>steal 5 taxi's and bring them to a chop shop</col>? I can’t believe people keep stealing our taxi's, five at a time...
DailyActivityContacts_OW_DeliverTaxi_HUDDescription=<col:Purple_Dark>Deliver taxis</col>



DailyActivityContacts_OW_DeliverTVs_Title=False Economy
DailyActivityContacts_OW_DeliverTVs_LongDescription=I'm building a TV fort. It's exactly what it sounds like. Get out there and <col:Purple_Dark>deliver 5 TV's</col> to me. Even the best of forts started small but between you and every other freak out there, I'll have enough for a scale replica of Forche Bank.
DailyActivityContacts_OW_DeliverTVs_HUDDescription=<col:Purple_Dark>Deliver TVs</col>



DailyActivityContacts_OW_DeliverVehicles_Title=Small Theft Auto
DailyActivityContacts_OW_DeliverVehicles_LongDescription=Scrap metal's huge in China right now. I wanna test the waters with the market. Get out there and steal and <col:Purple_Dark>drop-off 8 cars</col> for me to ship over there as scrap. I'm sure once we file off the numbers under the hood no one'll care.
DailyActivityContacts_OW_DeliverVehicles_HUDDescription=<col:Purple_Dark>Deliver vehicles</col>



DailyActivityContacts_OW_KillHeat5_Title=Like a Gelding Knife
DailyActivityContacts_OW_KillHeat5_LongDescription=I want you to be the gelding knife to some Enforcers dream of being the big, swinging dick in the district. <col:Purple_Dark>Kill a Prestige 5 Enforcer</col> for me. Send pics.
DailyActivityContacts_OW_KillHeat5_HUDDescription=<col:Purple_Dark>Kill bounty</col>



DailyActivityContacts_OW_KillHeat5_Title_2=Shock and Awe
DailyActivityContacts_OW_KillHeat5_LongDescription_2=We're going to try and new tack for a moment. <col:Purple_Dark>Kill a notoriety 5 Criminal</col>. Cut off the head of the snake and the body will die soon after. Mmhm, I don't think it'll work either but it's worth a shot.
DailyActivityContacts_OW_KillHeat5_HUDDescription_2=<col:Purple_Dark>Kill bounty</col>



DailyActivityContacts_OW_LargeStash_Title=Skint
DailyActivityContacts_OW_LargeStash_LongDescription=I'm as skint as a snow shoveller in July. Can you <col:Purple_Dark>grab a stash of $1000</col> for me? Ta.
DailyActivityContacts_OW_LargeStash_HUDDescription=<col:Purple_Dark>Deliver stash</col>



DailyActivityContacts_OW_MurderPedestrians_Title=Don't Ask Why
DailyActivityContacts_OW_MurderPedestrians_LongDescription=Hey can you <col:Purple_Dark>murder 150 pedestrians</col>, film it with a camera and give me the film? I need it for reasons. Don't do more than a hundred and fifty though... any more or less and I can't- you know what? Never mind. Just mow the fuckers down.
DailyActivityContacts_OW_MurderPedestrians_HUDDescription=<col:Purple_Dark>Kill pedestrians</col>



DailyActivityContacts_OW_RecoverVehicles_Title=Lost and Found
DailyActivityContacts_OW_RecoverVehicles_LongDescription=Can you <col:Purple_Dark>recover 3 vehicles</col> that have been stolen by Criminal's? We need to start returning some of these things to their owners or every insurance broker in the city is going to go bust...
DailyActivityContacts_OW_RecoverVehicles_HUDDescription=<col:Purple_Dark>Recover stolen cars</col>



DailyActivityContacts_OW_WinWitnessMission_Title=Winning Witness
DailyActivityContacts_OW_WinWitnessMission_LongDescription=I'm getting tired of Criminal's getting away with stealing everything that's not nailed down and handing it in. <col:Purple_Dark>Win $350 worth of Witness missions</col> and get their stash back to the original owners.
DailyActivityContacts_OW_WinWitnessMission_HUDDescription=<col:Purple_Dark>Win $350 worth of witness missions</col>



DailyActivityContacts_OW_WitnessEnemies_Title=Totes Legit
DailyActivityContacts_OW_WitnessEnemies_LongDescription=<col:Purple_Dark>Witness a Criminal</col> doing something illegal. This shouldn't be difficult, especially in this city.
DailyActivityContacts_OW_WitnessEnemies_HUDDescription=<col:Purple_Dark>Witness a criminal</col>



DailyActivityContacts_PvP_ArrestPlayer_Title=Take Them Alive
DailyActivityContacts_PvP_ArrestPlayer_LongDescription=I need you to take a Criminal alive. We think that they're planning something and we want as much information about it before it happens so <col:Purple_Dark>arrest 1 Criminal</col> and we'll take it from there. Thank you.
DailyActivityContacts_PvP_ArrestPlayer_HUDDescription=<col:Purple_Dark>Arrest a criminal</col>



DailyActivityContacts_PvP_KillGrenade_Title=Fall Down, Go Boom
DailyActivityContacts_PvP_KillGrenade_LongDescription=I'm a big fan of grenades. I'm making a frag video in honor of my favorite type and need some footage. <col:Purple_Dark>Grenade kill 3 Enforcers</col>. Doesn't have to be all at once and can be with any kind of grenade, I just need some footage.
DailyActivityContacts_PvP_KillGrenade_HUDDescription=<col:Purple_Dark>Grenade kills</col>



DailyActivityContacts_PvP_KillGrenade_Title_2=Ninja Smoke Bomb!
DailyActivityContacts_PvP_KillGrenade_LongDescription_2=I've heard stories of people around the city pretending to be ninja. They throw a grenade at their feet and their enemies disappear. Disgusting. Ninja should not be emulated. <col:Purple_Dark>Kill 3 Criminals with grenades</col> and show proper use.
DailyActivityContacts_PvP_KillGrenade_HUDDescription_2=<col:Purple_Dark>Grenade kills</col>



DailyActivityContacts_PvP_KillLMG_Title=Size Matters
DailyActivityContacts_PvP_KillLMG_LongDescription=Light Machine Gun's aren't really all that delicate. Then again, I suppose sometimes all you really want from life is a great, big weapon huh? Get out there and <col:Purple_Dark>kill 3 Enforcers with a Light Machine Gun</col>.
DailyActivityContacts_PvP_KillLMG_HUDDescription=<col:Purple_Dark>LMG kills</col>



DailyActivityContacts_PvP_KillLMG_Title_2=Suppressed Rage
DailyActivityContacts_PvP_KillLMG_LongDescription_2=One of the most important things to understand on the battlefield is when to change up your role. LMG's, for example, can be for suppression and direct fire. Try it out. <col:Purple_Dark>Kill 3 Criminals with an LMG</col>.
DailyActivityContacts_PvP_KillLMG_HUDDescription_2=<col:Purple_Dark>LMG kills</col>



DailyActivityContacts_PvP_KillSMG_Title=Something Stylish
DailyActivityContacts_PvP_KillSMG_LongDescription=I'm thinking of switching my pistol for an SMG. I'm just worried that I might not have the firepower needed to get from the club to the hotel and back again in one piece. Can you demo an SMG for me? Just <col:Purple_Dark>kill 5 Enforcers with an SMG</col>.
DailyActivityContacts_PvP_KillSMG_HUDDescription=<col:Purple_Dark>SMG kills</col>



DailyActivityContacts_PvP_KillSMG_Title_2=A Tigers Claw
DailyActivityContacts_PvP_KillSMG_LongDescription_2=Hey! Get your claws out, tiger! There's Criminal's that need lead poisoning. Grab a sub machine gun and <col:Purple_Dark>kill 5 Criminals for me</col>.
DailyActivityContacts_PvP_KillSMG_HUDDescription_2=<col:Purple_Dark>SMG kills</col>



DailyActivityContacts_Mission_MVP_Financial_Title=Most Valuable G-King
DailyActivityContacts_Mission_MVP_Financial_LongDescription=The G-Kings are expanding. We're looking for brave men and women to take the lead in our community. We need people that are valuable to both the organization and to individual operations. <col:Purple_Dark>Become MVP once</col> and we'll see if you’re a leader.
DailyActivityContacts_Mission_MVP_Financial_HUDDescription=<col:Purple_Dark>MVP</col>



DailyActivityContacts_Mission_MVP_Waterfront_Title=Most Valuable Tiger
DailyActivityContacts_Mission_MVP_Waterfront_LongDescription=Some people call the Tigers elitist pricks. They're right. We are. Most people just aren't good enough to be in the Tigers, or in Prentiss for that matter. If you <col:Purple_Dark>win MVP once</col> we'll talk more about taking you more serious in future.
DailyActivityContacts_Mission_MVP_Waterfront_HUDDescription=<col:Purple_Dark>MVP</col>



DailyActivityContacts_Mission_MVP_Waterfront_Title_2=Most Valuable 'Rose
DailyActivityContacts_Mission_MVP_Waterfront_LongDescription_2=In my organization there's only one thing that matters: Results. It's the results that matter. Prove that you're the best and we'll talk more. Go win a match and <col:Purple_Dark>be MVP once</col>.
DailyActivityContacts_Mission_MVP_Waterfront_HUDDescription_2=<col:Purple_Dark>MVP</col>



DailyActivityContacts_Mission_MVP_Financial_Title_2=Most Valuable 'Torian
DailyActivityContacts_Mission_MVP_Financial_LongDescription_2=I value results more than anyone else you'll ever meet. I want people that can turn a failure into a success. I'm not sure I want you, though. Convince me. <col:Purple_Dark>Become MVP once</col> and we'll talk more.
DailyActivityContacts_Mission_MVP_Financial_HUDDescription_2=<col:Purple_Dark>MVP</col>



DailyActivityContacts_Rare_KillStreak_Financial_Title=Nothing Personal
DailyActivityContacts_Rare_KillStreak_Financial_LongDescription=It’s just business. Go out, <col:Purple_Dark>kill 15 Enforcers in a streak</col> for a reward. It’s nothing personal.
DailyActivityContacts_Rare_KillStreak_Financial_HUDDescription=<col:Purple_Dark>Kill streak</col>



DailyActivityContacts_Rare_KillStreak_Waterfront_Title=Be A Winner!
DailyActivityContacts_Rare_KillStreak_Waterfront_LongDescription=Get your game face on, bitch! Get out there, stamp on someone’s fuckin’ throat, pound a beer and fuck their girlfriend! Before ya do, though, <col:Purple_Dark>kill 15 Criminals in a streak!</col> Be a fucking WINNER!
DailyActivityContacts_Rare_KillStreak_Waterfront_HUDDescription=<col:Purple_Dark>Kill streak</col>



DailyActivityContacts_Rare_KillStreak_Waterfront_Title_2=Like You Mean It
DailyActivityContacts_Rare_KillStreak_Waterfront_LongDescription_2=You'll have noticed by now that some think the Blood Roses are a poser teenagers, annoyed at their precious, carefree lives. Emo vampire role-players gone feral. Prove them wrong. <col:Purple_Dark>Kill 15 Enforcers in a streak</col> for me. That'll send a message.
DailyActivityContacts_Rare_KillStreak_Waterfront_HUDDescription_2=<col:Purple_Dark>Kill streak</col>



DailyActivityContacts_Rare_KillStreak_Financial_Title_2=Big Data
DailyActivityContacts_Rare_KillStreak_Financial_LongDescription_2=Big data is information that’s so huge in complexity that you can’t process it by traditional means. I've been looking into it and the Praetorians are generating interesting values. <col:Purple_Dark>Kill 15 Criminals in a streak</col>. Let’s make a statistical anomaly.
DailyActivityContacts_Rare_KillStreak_Financial_HUDDescription_2=<col:Purple_Dark>Kill streak</col>



DailyActivityContacts_Rare_MvPStreak_Financial_Title=Celebrity Status
DailyActivityContacts_Rare_MvPStreak_Financial_LongDescription=Probably the best way to become famous is by being good at something - the easiest way is with a sextape and I don't think you're cut out for that. <col:Purple_Dark>Earn MVP 3 times in a streak</col> and you'll get on the Effigy front cover.
DailyActivityContacts_Rare_MvPStreak_Financial_HUDDescription=<col:Purple_Dark>MVP streak</col>



DailyActivityContacts_Rare_MvPStreak_Waterfront_Title=Be The Best
DailyActivityContacts_Rare_MvPStreak_Waterfront_LongDescription=You win the cup once and people think it's a fluke. You win the cup twice and people think that you're onto something. You win the cup three times? People think you're the best. <col:Purple_Dark>Win MVP in a mission 3 times in a row</col> and prove who you are.
DailyActivityContacts_Rare_MvPStreak_Waterfront_HUDDescription=<col:Purple_Dark>MVP streak</col>



DailyActivityContacts_Rare_MvPStreak_Waterfront_Title_2=Soft Power
DailyActivityContacts_Rare_MvPStreak_Waterfront_LongDescription_2=Having a rep really helps. Walking into a place, giving a look, and having them hand over their protection money’s perfect. That's what we called 'soft power.' I wanna build you up like that. <col:Purple_Dark>Get MVP 3 times in a row</col> for me.
DailyActivityContacts_Rare_MvPStreak_Waterfront_HUDDescription_2=<col:Purple_Dark>MVP streak</col>



DailyActivityContacts_Rare_MvPStreak_Financial_Title_2=Consistency Counts
DailyActivityContacts_Rare_MvPStreak_Financial_LongDescription_2=Some floor trader was on his phone, talking about his latest trade. It sounded like a short term win that'd lose in the long run. Are you a good long term investment? Let's see. <col:Purple_Dark>Win MVP 3 times in a row</col> and we'll see.
DailyActivityContacts_Rare_MvPStreak_Financial_HUDDescription_2=<col:Purple_Dark>MVP streak</col>



DailyActivityContacts_Rare_WinStreak_Financial_Title=Office Politics
DailyActivityContacts_Rare_WinStreak_Financial_LongDescription=I need someone to show the naysayers that we're capable of winning and capable of doing it repeatedly. <col:Purple_Dark>Win 5 missions in a row</col> to give me some ammo in the board room and help me shut them up.
DailyActivityContacts_Rare_WinStreak_Financial_HUDDescription=<col:Purple_Dark>Win streak</col>



DailyActivityContacts_Rare_WinStreak_Waterfront_Title=The Only Thing
DailyActivityContacts_Rare_WinStreak_Waterfront_LongDescription=You know who I hate? People that say 'they tried' when they lose. Fuck those people. Winners never quit. <col:Purple_Dark>Win 5 Missions in a streak</col>, find a loser, punch them in fuckin' face, spit on them and then win some more!
DailyActivityContacts_Rare_WinStreak_Waterfront_HUDDescription=<col:Purple_Dark>Win streak</col>



DailyActivityContacts_Rare_WinStreak_Waterfront_Title_2=A Real Earner
DailyActivityContacts_Rare_WinStreak_Waterfront_LongDescription_2=The best people are the ones that work and earn. I think you're someone that I can depend on, but I need proof. Get out there and <col:Purple_Dark>win 5 missions in a row</col> and we'll talk about a reward.
DailyActivityContacts_Rare_WinStreak_Waterfront_HUDDescription_2=<col:Purple_Dark>Win streak</col>



DailyActivityContacts_Rare_WinStreak_Financial_Title_2=High Performers
DailyActivityContacts_Rare_WinStreak_Financial_LongDescription_2=I have a selection of high profile operatives in my portfolio. I'm thinking of expanding said portfolio. <col:Purple_Dark>Win 5 missions in a row</col> and we'll see about advancing your status in the… portfolio.
DailyActivityContacts_Rare_WinStreak_Financial_HUDDescription_2=<col:Purple_Dark>Win streak</col>



DailyActivityContacts_Streak_Kill5_Title=Old School Kicks
DailyActivityContacts_Streak_Kill5_LongDescription=For all my talk of being a businessman there's always one thing that it comes back to: the bread and butter of putting people on the ground. <col:Purple_Dark>Hit a Kill streak of 5</col>.
DailyActivityContacts_Streak_Kill5_HUDDescription=<col:Purple_Dark>Kill streak</col>



DailyActivityContacts_Streak_Kill5_2_Title=Make the Conversion
DailyActivityContacts_Streak_Kill5_2_LongDescription=Hitting checkpoints and objectives is great and all, but I'd like to see more bodies hitting more floors, you know? <col:Purple_Dark>Hit a Kill streak of 5</col>. I like you, so try not to get your ass shot, cool?
DailyActivityContacts_Streak_Kill5_2_HUDDescription=<col:Purple_Dark>Kill streak</col>



DailyActivityContacts_Streak_Kill5_Title_2=Hitman
DailyActivityContacts_Streak_Kill5_LongDescription_2=We have teams that just walk into a room and start killing. Retribution Squads. We get headlines and we get a hit. Let's see if you have the stomach for it. <col:Purple_Dark>Hit a streak of 5 kills</col> and we'll talk about moving you up off a street team.
DailyActivityContacts_Streak_Kill5_HUDDescription_2=<col:Purple_Dark>Kill streak</col>



DailyActivityContacts_Streak_Kill5_2_Title_2=Balance the Books
DailyActivityContacts_Streak_Kill5_2_LongDescription_2=More Praetorians are getting killed than are killing. Change that. <col:Purple_Dark>Hit a Kill streak of 5</col>.
DailyActivityContacts_Streak_Kill5_2_HUDDescription_2=<col:Purple_Dark>Kill streak</col>



DailyActivityContacts_Mods_JammedEnemies_Title=aaaag static
DailyActivityContacts_Mods_JammedEnemies_LongDescription=oi. Cud u <col:Purple_Dark>use ur radar jammer on sum Enforvers</col>. <col:Purple_Dark>5 shud do</col>.
DailyActivityContacts_Mods_JammedEnemies_HUDDescription=<col:Purple_Dark>Jam radars</col>



DailyActivityContacts_Mods_JammedEnemies_Title_2=Feel Like Jammin'
DailyActivityContacts_Mods_JammedEnemies_LongDescription_2=As a sniper you shouldn’t be getting close enough for them to spot you but sometimes you can’t help it. <col:Purple_Dark>Equip your radar jammer and jam 5 enemies radar</col>. Seriously, no one sees it coming. It's hilarious.
DailyActivityContacts_Mods_JammedEnemies_HUDDescription_2=<col:Purple_Dark>Jam radars</col>



DailyActivityContacts_Mods_SpottedEnemies_Title=Paparazzi
DailyActivityContacts_Mods_SpottedEnemies_LongDescription=Gettin' real mad at the paparazzi that keep stealing pictures of Bonita and I. Can you show them how it feels? <col:Purple_Dark>Spot 5 Enforcers</col> and we'll see about getting their pictures up on SPiN.
DailyActivityContacts_Mods_SpottedEnemies_HUDDescription=<col:Purple_Dark>Spot players</col>



DailyActivityContacts_Mods_SpottedEnemies_Title_2=Tactical Feedback
DailyActivityContacts_Mods_SpottedEnemies_LongDescription_2=Tactical information requested. Investigate Criminals operating in your AO. <col:Purple_Dark>Spot 5 Criminals</col> using your spotter mod.
DailyActivityContacts_Mods_SpottedEnemies_HUDDescription_2=<col:Purple_Dark>Spot players</col>



DailyActivityContacts_Mods_TaggedEnemies_Title=get to da choppah
DailyActivityContacts_Mods_TaggedEnemies_LongDescription=i wunt u 2 <col:Purple_Dark>tag some enofacorcers</col>. <col:Purple_Dark>10ll do</col>.
DailyActivityContacts_Mods_TaggedEnemies_HUDDescription=<col:Purple_Dark>Tag enemies</col>



DailyActivityContacts_Mods_TaggedEnemies_Title_2=The Other Kind of Tag
DailyActivityContacts_Mods_TaggedEnemies_LongDescription_2=A sniper can't be expected to do everything themselves which means, occasionally, we need a little bit of help. That's where Tagger comes in. It marks people for execution at long range. Go <col:Purple_Dark>tag 10 Criminals with Tagger</col>.
DailyActivityContacts_Mods_TaggedEnemies_HUDDescription_2=<col:Purple_Dark>Tag enemies</col>



DailyActivityContacts_PvP_KillExplosives_Title=bit of bangin
DailyActivityContacts_PvP_KillExplosives_LongDescription=srsly i dunno wut u wnt me 2 write. take a fing that goes like a rockit, get some derren types and blow em tha fuq uppppppppp. u herd. <col:Purple_Dark>blow up 5 Enforcerz</col>.
DailyActivityContacts_PvP_KillExplosives_HUDDescription=<col:Purple_Dark>Demolitions kills</col>



DailyActivityContacts_PvP_KillExplosives_Title_2=Heavy Ordinance
DailyActivityContacts_PvP_KillExplosives_LongDescription_2=Oh hey, I get it. Because I'm a big guy, I have to be the one with the rocket and grenade launchers? How creative of you. <col:Purple_Dark>Kill 5 Criminals with explosive weapons</col>. Not grenades, just rocket launchers and grenade launchers.
DailyActivityContacts_PvP_KillExplosives_HUDDescription_2=<col:Purple_Dark>Demolitions kills</col>



DailyActivityContacts_PvP_KillSniper_Title=Keep It Clean
DailyActivityContacts_PvP_KillSniper_LongDescription=Hey, I can't be seen to be getting my hands dirty. Can you <col:Purple_Dark>kill 8 Enforcers with Sniper Rifles</col> for me please? I'll just... take your word for it that it's done.
DailyActivityContacts_PvP_KillSniper_HUDDescription=<col:Purple_Dark>Sniper kills</col>



DailyActivityContacts_PvP_KillSniper_Title_2=SPORTS CLICHES!
DailyActivityContacts_PvP_KillSniper_LongDescription_2=Hey! Put on your game face, get some war paint on and do some other really cliché jock shit. Look, I don't give a fuck? Daddy's tired and wants to see you <col:Purple_Dark>kill 8 Criminals with a Sniper Rifle</col>. Now fuck off before my hangover turns violent.
DailyActivityContacts_PvP_KillSniper_HUDDescription_2=<col:Purple_Dark>Sniper kills</col>



DailyActivityContacts_Mission_CompleteMission_Title=Babysitting
DailyActivityContacts_Mission_CompleteMission_LongDescription=I keep getting brought in to do all this baby sitting. Mobile Spawners and field Suppliers won't deliver themselves, you know? Go <col:Purple_Dark>complete a mission</col> and you'll get a reward. Doesn't matter if you win or lose, just so long as you finish.
DailyActivityContacts_Mission_CompleteMission_HUDDescription=<col:Purple_Dark>Complete mission</col>



DailyActivityContacts_Mission_CompleteMission_Title_2=First Steps
DailyActivityContacts_Mission_CompleteMission_LongDescription_2=You'll never progress if you don't finish missions. <col:Purple_Dark>Finish a mission</col> and I'll give you a reward. Doesn't matter if you win or lose, just that you finish. Now, get out of here.
DailyActivityContacts_Mission_CompleteMission_HUDDescription_2=<col:Purple_Dark>Complete mission</col>



DailyActivityContacts_Rare_KillSnubNose_Financial_Title=snubscription is ded
DailyActivityContacts_Rare_KillSnubNose_Financial_LongDescription=I keep herin about how snubscription is ded as a payment model. Itz not ded, itz just restin. <col:Purple_Dark>Kill 25 Enforcers w ur snubby</col>.
DailyActivityContacts_Rare_KillSnubNose_Financial_HUDDescription=<col:Purple_Dark>Snub kills</col>



DailyActivityContacts_Rare_KillSnubNose_Waterfront_Title=Humiliation
DailyActivityContacts_Rare_KillSnubNose_Waterfront_LongDescription=Humiliating and enemy is almost as important as killing them. You've got to show his buddies that you're not above rubbing salt into the wounds. <col:Purple_Dark>Kill 25 Criminal with a Snub Nose Revolver</col>.
DailyActivityContacts_Rare_KillSnubNose_Waterfront_HUDDescription=<col:Purple_Dark>Snub kills</col>



DailyActivityContacts_Rare_KillSnubNose_Waterfront_Title_2=It's Cute!
DailyActivityContacts_Rare_KillSnubNose_Waterfront_LongDescription_2=I'm working on a designer pistol. Just something cute and sexy. Thing is it's gotta be practical as well as stylish. <col:Purple_Dark>Kill 25 Enforcers with a Snub Nose Revolver</col> for me as a field test.
DailyActivityContacts_Rare_KillSnubNose_Waterfront_HUDDescription_2=<col:Purple_Dark>Snub kills</col>



DailyActivityContacts_Rare_KillSnubNose_Financial_Title_2=Up Close And Personal
DailyActivityContacts_Rare_KillSnubNose_Financial_LongDescription_2=I keep tellin’ people that I can fuck them up if they get close too. I can use a SNR to kill twenty guys before lunch. See if you can do better. <col:Purple_Dark>Kill 25 Criminals with a Snub Nose Revolver</col>.
DailyActivityContacts_Rare_KillSnubNose_Financial_HUDDescription_2=<col:Purple_Dark>Snub kills</col>



DailyActivityContacts_Halloween_PvP_KillPlayer_Title=Not the Done Thing
DailyActivityContacts_Halloween_PvP_KillPlayer_LongDescription=I know it is not the done thing, to ask something of a friend you know for only two weeks in a year but I would ask of you that you <col:Purple_Dark>wreak bloody violence upon 15 Enforcers</col>. I'll try and make it worth your while, hm?
DailyActivityContacts_Halloween_PvP_KillPlayer_HUDDescription=<col:Purple_Dark>Kills</col>



DailyActivityContacts_Halloween_Mission_Complete_Title=Glory Awaits
DailyActivityContacts_Halloween_Mission_Complete_LongDescription=Let me begin by saying, I don't even require victory from you for this. I am very magnanimous like that, am I not? I simply require of you to <col:Purple_Dark>Complete 5 Missions</col>. No matter if you win or lose. It's the taking part that counts, you little hellion.
DailyActivityContacts_Halloween_Mission_Complete_HUDDescription=<col:Purple_Dark>Complete missions</col>



DailyActivityContacts_Halloween_PvP_KillPlayer_SnubNose_Title=Slayer
DailyActivityContacts_Halloween_PvP_KillPlayer_SnubNose_LongDescription=People say time is the fire in which we burn and that the greatest slayer of man is the simple passing of the hours. Clearly these people never met you. <col:Purple_Dark>Kill 5 Enforcers with a Snub Nose Revolver</col>.
DailyActivityContacts_Halloween_PvP_KillPlayer_SnubNose_HUDDescription=<col:Purple_Dark>Snub kills</col>



DailyActivityContacts_Halloween_PvP_KillPlayer_Title_2=Wages of Sin
DailyActivityContacts_Halloween_PvP_KillPlayer_LongDescription_2=<col:Purple_Dark>Kill 15 Criminals</col>. Doesn't matter how you do it, just so long as you get it done. Give the reaper somethin' to do.
DailyActivityContacts_Halloween_PvP_KillPlayer_HUDDescription_2=<col:Purple_Dark>Kills</col>



DailyActivityContacts_Halloween_Mission_Complete_Title_2=Lost the Will to Live
DailyActivityContacts_Halloween_Mission_Complete_LongDescription_2=You ever wanted something to be over so much that you don't care how it ends? Remember that TV show with the magic island? Yeah, my entire life is like that. Gimme some closure. <col:Purple_Dark>Complete 5 Missions</col>. You don't even have to win them.
DailyActivityContacts_Halloween_Mission_Complete_HUDDescription_2=<col:Purple_Dark>Complete missions</col>



DailyActivityContacts_Halloween_PvP_KillPlayer_SnubNose_Title_2=Pop Gun Fun
DailyActivityContacts_Halloween_PvP_KillPlayer_SnubNose_LongDescription_2=They say the best way to make a ghost is piss someone off before you kill them. <col:Purple_Dark>Kill 5 Criminals with a Snub Nose Revolver</col> and we'll test out that theory.
DailyActivityContacts_Halloween_PvP_KillPlayer_SnubNose_HUDDescription_2=<col:Purple_Dark>Snub kills</col>



DailyActivityContacts_PvP_KillBlowtorch_Title=Blown Away
DailyActivityContacts_PvP_KillBlowtorch_LongDescription=<col:Purple_Dark>Murder People with a Blowtorch</col>
DailyActivityContacts_PvP_KillBlowtorch_HUDDescription=<col:Purple_Dark>Blowtorch kill</col>



DailyActivityContacts_PvP_KillBlowtorch_Title_2=Burn that Motha Down
DailyActivityContacts_PvP_KillBlowtorch_LongDescription_2=Classic disco is the best disco. Time for a little inferno, you dig? <col:Purple_Dark>Kill an Enforcer with a blowtorch</col>. Burn that motha downnnnnnn-
DailyActivityContacts_PvP_KillBlowtorch_HUDDescription_2=<col:Purple_Dark>Blowtorch kill</col>



DailyActivityContacts_Mods_RepairBlowtorch_Title=Keep ‘em Rolling
DailyActivityContacts_Mods_RepairBlowtorch_LongDescription=Make sure your fireteam’s vehicles are kept in top condition. <col:Purple_Dark>Repair 2000 damage to vehicles</col> with a blowtorch. That’ll save everyone some cash and you’ll get a reward.
DailyActivityContacts_Mods_RepairBlowtorch_HUDDescription=<col:Purple_Dark>Repair vehicles</col>



DailyActivityContacts_Mods_RepairBlowtorch_Title_2=Right Tool, Right Job.
DailyActivityContacts_Mods_RepairBlowtorch_LongDescription_2=Sometimes you’ve just gotta do what makes sense at that time. Use that blowtorch I gave you and <col:Purple_Dark>Repair 2000 damage to vehicles</col>. Right tool, right job.
DailyActivityContacts_Mods_RepairBlowtorch_HUDDescription_2=<col:Purple_Dark>Blowtorch vehicles</col>



DailyActivityContacts_Rare_KillFlaregun_Title=Indirect Victory
DailyActivityContacts_Rare_KillFlaregun_LongDescription=Remember how I told you not to use your flare gun as a direct fire weapon? I want you to use your <col:Purple_Dark>Flare Gun to kill 3 Criminals</col>. What can I tell you, I’m a woman of contradictions.
DailyActivityContacts_Rare_KillFlaregun_HUDDescription=<col:Purple_Dark>Flare gun kills</col>



DailyActivityContacts_Rare_KillFlaregun_Title_2=Wrong Tool, Right Job
DailyActivityContacts_Rare_KillFlaregun_LongDescription_2=You ever wanted to make someone scream ‘bullshit!’ at the top of their lungs? Use a <col:Purple_Dark>Flare Gun to kill 3 Enforcers</col>, and listen close because every time you do it, you’ll be able to hear the siren song of the rage-quit.
DailyActivityContacts_Rare_KillFlaregun_HUDDescription_2=<col:Purple_Dark>Flare gun kills</col>



DailyActivityContacts_Christmas_Kills_Title=The Naughty List...
DailyActivityContacts_Christmas_Kills_LongDescription=*HIC* Santa gave me the Naughty List of all the bad Enforcers he wants "taken care of" this year, but I've lost it... Well, smoked it... *HIC* So, to be on the safe side, I'm going to assume they've all been bad this year...*HIC*
DailyActivityContacts_Christmas_Kills_HUDDescription=<col:Purple_Dark>Kill 30 Enforcers for Criminelf's new "Naughty List"</col>



DailyActivityContacts_Christmas_Kills_Title_2=The Naughty List...
DailyActivityContacts_Christmas_Kills_LongDescription_2=*HIC* Santa gave me the Naughty List of all the bad Criminals he wants "taken care of" this year, but I've lost it... Well, smoked it... *HIC* So, to be on the safe side, I'm going to assume they've all been bad this year...*HIC*
DailyActivityContacts_Christmas_Kills_HUDDescription_2=<col:Purple_Dark>Kill 30 Criminals for Elforcer's new "Naughty List"</col>



DailyActivityContacts_Chaos_Anarchy_Kills_Secondary_Title=Anarchy
DailyActivityContacts_Chaos_Anarchy_Kills_Secondary_LongDescription=<col:Purple_Dark>Kill 10 Enemies with Secondaries</col>.
DailyActivityContacts_Chaos_Anarchy_Kills_Secondary_HUDDescription=<col:Purple_Dark>Secondary kills</col>



DailyActivityContacts_Chaos_Anarchy_Kills_Title=Anarchy
DailyActivityContacts_Chaos_Anarchy_Kills_LongDescription=<col:Purple_Dark>Kill 30 Enemies</col>.
DailyActivityContacts_Chaos_Anarchy_Kills_HUDDescription=<col:Purple_Dark>Kills</col>



DailyActivityContacts_Chaos_Anarchy_Kills_PrimarySniperRifles_Title=Anarchy
DailyActivityContacts_Chaos_Anarchy_Kills_PrimarySniperRifles_LongDescription=<col:Purple_Dark>Kill 10 Enemies with High Velocity Rifles</col>.
DailyActivityContacts_Chaos_Anarchy_Kills_PrimarySniperRifles_HUDDescription=<col:Purple_Dark>Sniper kills</col>



DailyActivityContacts_Chaos_Anarchy_Kills_HighScorePlayer_Title=Anarchy
DailyActivityContacts_Chaos_Anarchy_Kills_HighScorePlayer_LongDescription=<col:Purple_Dark>Kill 3 Provocateurs</col>.
DailyActivityContacts_Chaos_Anarchy_Kills_HighScorePlayer_HUDDescription=<col:Purple_Dark>Kill provocateurs</col>



DailyActivityContacts_Chaos_Anarchy_GameWin_Title=Anarchy
DailyActivityContacts_Chaos_Anarchy_GameWin_LongDescription=<col:Purple_Dark>Win the Anarchy Event</col>.
DailyActivityContacts_Chaos_Anarchy_GameWin_HUDDescription=<col:Purple_Dark>Win Anarchy</col>



DailyActivityContacts_Chaos_Anarchy_GameComplete_Title=Anarchy
DailyActivityContacts_Chaos_Anarchy_GameComplete_LongDescription=<col:Purple_Dark>Complete 3 Anarchy Events</col>.
DailyActivityContacts_Chaos_Anarchy_GameComplete_HUDDescription=<col:Purple_Dark>Complete anarchy events</col>



DailyActivityContacts_Chaos_Anarchy_KillStreakWithSnub_Title=Anarchy
DailyActivityContacts_Chaos_Anarchy_KillStreakWithSnub_LongDescription=<col:Purple_Dark>Kill 3 Enemies with a Snub Nose Revolver without dying</col>.
DailyActivityContacts_Chaos_Anarchy_KillStreakWithSnub_HUDDescription=<col:Purple_Dark>Snub kill streak</col>



DailyActivityContacts_Chaos_Anarchy_KillStreak_Title=Anarchy
DailyActivityContacts_Chaos_Anarchy_KillStreak_LongDescription=<col:Purple_Dark>Kill 5 Enemies without dying</col>.
DailyActivityContacts_Chaos_Anarchy_KillStreak_HUDDescription=<col:Purple_Dark>Kill streak</col>



DailyActivityContacts_Chaos_Anarchy_Kills_LMGs_Title=Anarchy
DailyActivityContacts_Chaos_Anarchy_Kills_LMGs_LongDescription=<col:Purple_Dark>Kill 10 Enemies with LMGs</col>.
DailyActivityContacts_Chaos_Anarchy_Kills_LMGs_HUDDescription=<col:Purple_Dark>LMG kills</col>



DailyActivityContacts_Chaos_Anarchy_Kills_SMGS_Title=Anarchy
DailyActivityContacts_Chaos_Anarchy_Kills_SMGS_LongDescription=<col:Purple_Dark>Kill 10 Enemies with SMGs</col>.
DailyActivityContacts_Chaos_Anarchy_Kills_SMGS_HUDDescription=<col:Purple_Dark>SMG kills</col>



DailyActivityContacts_Chaos_Anarchy_Kills_Shotguns_Title=Anarchy
DailyActivityContacts_Chaos_Anarchy_Kills_Shotguns_LongDescription=<col:Purple_Dark>Kill 10 Enemies with Shotguns</col>.
DailyActivityContacts_Chaos_Anarchy_Kills_Shotguns_HUDDescription=<col:Purple_Dark>Shotgun kills</col>



DailyActivityContacts_Chaos_Anarchy_Kills_AssaultRifles_Title=Anarchy
DailyActivityContacts_Chaos_Anarchy_Kills_AssaultRifles_LongDescription=<col:Purple_Dark>Kill 10 Enemies with Assault Rifles</col>.
DailyActivityContacts_Chaos_Anarchy_Kills_AssaultRifles_HUDDescription=<col:Purple_Dark>Assault rifle kills</col>



DailyActivityContacts_Halloween_Epidemic_CaptureArea_Title=Poison Pusher
DailyActivityContacts_Halloween_Epidemic_CaptureArea_LongDescription=<col:Purple_Dark>Capture 3 Locations</col>.
DailyActivityContacts_Halloween_Epidemic_CaptureArea_HUDDescription=<col:Purple_Dark>Capture locations</col>



DailyActivityContacts_Halloween_Epidemic_DamageBarrels_Title=Clean-Up
DailyActivityContacts_Halloween_Epidemic_DamageBarrels_LongDescription=<col:Purple_Dark>Deal 5000 to Enemy Toxin Barrel Stacks</col>.
DailyActivityContacts_Halloween_Epidemic_DamageBarrels_HUDDescription=<col:Purple_Dark>Deal 5000 damage to enemy barrel stacks</col>



DailyActivityContacts_Halloween_Epidemic_CompleteMatch_Title=Triple Toxication
DailyActivityContacts_Halloween_Epidemic_CompleteMatch_LongDescription=<col:Purple_Dark>Complete 2 matches</col>.
DailyActivityContacts_Halloween_Epidemic_CompleteMatch_HUDDescription=<col:Purple_Dark>Complete matches</col>



DailyActivityContacts_Halloween_Epidemic_WinMatch_Title=Infectious Personality
DailyActivityContacts_Halloween_Epidemic_WinMatch_LongDescription=<col:Purple_Dark>Win 1 match</col>.
DailyActivityContacts_Halloween_Epidemic_WinMatch_HUDDescription=<col:Purple_Dark>Win match</col>



DailyActivityContacts_Halloween_Epidemic_DefendArea_Title=Germ Guard
DailyActivityContacts_Halloween_Epidemic_DefendArea_LongDescription=<col:Purple_Dark>Kill 5 Enemies while in friendly Locations</col>.
DailyActivityContacts_Halloween_Epidemic_DefendArea_HUDDescription=<col:Purple_Dark>Kill 5 enemies while in friendly locations</col>



DailyActivityContacts_Halloween_Epidemic_DefendBarrel_Title=Contagion Convoy
DailyActivityContacts_Halloween_Epidemic_DefendBarrel_LongDescription=<col:Purple_Dark>Kill 3 Enemies while near friendly toxin barrels (not barrel stacks)</col>.
DailyActivityContacts_Halloween_Epidemic_DefendBarrel_HUDDescription=<col:Purple_Dark>Kill 3 enemies while near friendly toxin barrels</col>



DailyActivityContacts_Halloween_Epidemic_KillPlayers_FinalArea_Title=Final Stand
DailyActivityContacts_Halloween_Epidemic_KillPlayers_FinalArea_LongDescription=<col:Purple_Dark>Reach the Final Stage of the Epidemic and Kill 3 while in the Final Location</col>.
DailyActivityContacts_Halloween_Epidemic_KillPlayers_FinalArea_HUDDescription=<col:Purple_Dark>Kill 3 enemies in the final location</col>



DailyActivityContacts_Halloween_Epidemic_KillPlayers_BarrelCarriers_Title=Corruption Check
DailyActivityContacts_Halloween_Epidemic_KillPlayers_BarrelCarriers_LongDescription=<col:Purple_Dark>Kill 1 Enemy that is carrying a Toxin Barrel</col>.
DailyActivityContacts_Halloween_Epidemic_KillPlayers_BarrelCarriers_HUDDescription=<col:Purple_Dark>Kill 1 barrel carrier</col>



DailyActivityContacts_Christmas_SlayBells_HoldCheckpoints_Title=Slay Bells
DailyActivityContacts_Christmas_SlayBells_HoldCheckpoints_LongDescription=<col:Purple_Dark>End 5 rounds successfully holding at least one checkpoint</col>.↵↵Completing Daily Activities gains you progress towards the <col:Red>Slay Bells</col> Role.
DailyActivityContacts_Christmas_SlayBells_HoldCheckpoints_HUDDescription=<col:Purple_Dark>Complete 5 rounds holding checkpoints</col>



DailyActivityContacts_Christmas_SlayBells_KillPlayers_Title=Slay Bells
DailyActivityContacts_Christmas_SlayBells_KillPlayers_LongDescription=<col:Purple_Dark>Kill 15 players in the Slay Bells event</col>.↵↵Completing Daily Activities gains you progress towards the <col:Red>Slay Bells</col> Role.
DailyActivityContacts_Christmas_SlayBells_KillPlayers_HUDDescription=<col:Purple_Dark>Kills</col>



DailyActivityContacts_Christmas_12Deaths_Rank5_Title=FIVE GOLD RINGS!
DailyActivityContacts_Christmas_12Deaths_Rank5_LongDescription=<col:Purple_Dark>Reach Weapon Tier 5</col>.↵↵Completing Daily Activities gains you progress towards the <col:Red>Slay Bells</col> Role.
DailyActivityContacts_Christmas_12Deaths_Rank5_HUDDescription=<col:Purple_Dark>Achieve weapon tier 5</col>



DailyActivityContacts_Christmas_12Deaths_CompleteMatches_Title=12 Deaths
DailyActivityContacts_Christmas_12Deaths_CompleteMatches_LongDescription=<col:Purple_Dark>Complete 3 matches</col>.↵↵Completing Daily Activities gains you progress towards the <col:Red>Slay Bells</col> Role.
DailyActivityContacts_Christmas_12Deaths_CompleteMatches_HUDDescription=<col:Purple_Dark>Complete matches</col>



DailyActivityContacts_Survival_Kills_Rifles_Title=RIOT Marksman kills
DailyActivityContacts_Survival_Kills_Rifles_LongDescription=<col:Purple_Dark>Kill 5 enemies with marksman weapons</col>.↵↵Awards a choice of weapons with a 5-Day Lease.
DailyActivityContacts_Survival_Kills_Rifles_HUDDescription=<col:Purple_Dark>Marksman kills</col>



DailyActivityContacts_Survival_Kills_LMGs_Title=RIOT LMG kills
DailyActivityContacts_Survival_Kills_LMGs_LongDescription=<col:Purple_Dark>Kill 5 enemies with light machine guns</col>.↵↵Awards a choice of weapons with a 5-Day Lease.
DailyActivityContacts_Survival_Kills_LMGs_HUDDescription=<col:Purple_Dark>LMG kills</col>



DailyActivityContacts_Survival_Kills_SMGS_Title=RIOT SMG kills
DailyActivityContacts_Survival_Kills_SMGS_LongDescription=<col:Purple_Dark>Kill 5 enemies with submachine guns</col>.↵↵Awards a choice of weapons with a 5-Day Lease.
DailyActivityContacts_Survival_Kills_SMGS_HUDDescription=<col:Purple_Dark>SMG kills</col>



DailyActivityContacts_Survival_Kills_Shotguns_Title=RIOT Shotgun kills
DailyActivityContacts_Survival_Kills_Shotguns_LongDescription=<col:Purple_Dark>Kill 5 enemies with shotguns</col>.↵↵Awards a choice of weapons with a 5-Day Lease.
DailyActivityContacts_Survival_Kills_Shotguns_HUDDescription=<col:Purple_Dark>Shotgun kills</col>



DailyActivityContacts_Survival_Kills_AssaultRifles_Title=RIOT Assault Rifle kills
DailyActivityContacts_Survival_Kills_AssaultRifles_LongDescription=<col:Purple_Dark>Kill 5 enemies with assault rifles</col>.↵↵Awards a choice of weapons with a 5-Day Lease.
DailyActivityContacts_Survival_Kills_AssaultRifles_HUDDescription=<col:Purple_Dark>Assault rifle kills</col>



DailyActivityContacts_Survival_Kills_SniperRifles_Title=RIOT Sniper kills
DailyActivityContacts_Survival_Kills_SniperRifles_LongDescription=<col:Purple_Dark>Kill 5 enemies with high velocity rifles</col>.↵↵Awards a choice of weapons with a 5-Day Lease.
DailyActivityContacts_Survival_Kills_SniperRifles_HUDDescription=<col:Purple_Dark>Sniper kills</col>



DailyActivityContacts_Survival_Kills_Title=RIOT kills
DailyActivityContacts_Survival_Kills_LongDescription=<col:Purple_Dark>Kill 10 Enemies</col>.
DailyActivityContacts_Survival_Kills_HUDDescription=<col:Purple_Dark>Kills</col>



DailyActivityContacts_Survival_MatchesCompleted_Title=RIOT Play Matches
DailyActivityContacts_Survival_MatchesCompleted_LongDescription=<col:Purple_Dark>Complete 3 matches</col>.
DailyActivityContacts_Survival_MatchesCompleted_HUDDescription=<col:Purple_Dark>Complete matches</col>



DailyActivityContacts_Mission_MVP_Waterfront_Title_3=Bloodrose Business
DailyActivityContacts_Mission_MVP_Waterfront_LongDescription_3=Business is slower than usual and Simeone has requested that you do what you can to change that. <col:Purple_Dark>Become MVP once</col> and show the streets of Waterfront who's really in charge of this place.
DailyActivityContacts_Mission_MVP_Waterfront_HUDDescription_3=<col:Purple_Dark>MVP</col>



DailyActivityContacts_Mission_MVP_Waterfront_Title_4=Tiger Territory
DailyActivityContacts_Mission_MVP_Waterfront_LongDescription_4=You've been doing well out there! We're seeing less and less gang activity on our streets. Keep it that way and <col:Purple_Dark>Become MVP once</col> to show the Criminal scum who really runs things on the 'front.
DailyActivityContacts_Mission_MVP_Waterfront_HUDDescription_4=<col:Purple_Dark>MVP</col>



DailyActivityContacts_Streak_Kill5_Title_3=Down But Not Out
DailyActivityContacts_Streak_Kill5_LongDescription_3=We're being pushed back go even out the numbers. <col:Purple_Dark>Hit a kill streak of 5</col>.
DailyActivityContacts_Streak_Kill5_HUDDescription_3=<col:Purple_Dark>Kill streak</col>



DailyActivityContacts_Streak_Kill5_2_Title_3=Continued Assault
DailyActivityContacts_Streak_Kill5_2_LongDescription_3=Keep the pressure up and make sure we stay on top of them. <col:Purple_Dark>Hit a kill streak of 5</col>.
DailyActivityContacts_Streak_Kill5_2_HUDDescription_3=<col:Purple_Dark>Kill streak</col>



DailyActivityContacts_Rare_KillScout_ISSR-B_Title=A Final Request
DailyActivityContacts_Rare_KillScout_ISSR-B_LongDescription=Simeone has got many enemies, grab the tools we provided you with and take out some of that enforcer scum patrolling our streets. Do well and I'll make sure Simeone knows about the things you do for him. <col:Purple_Dark>Kill 15 Enforcers with a N-HVR 243 'Scout'</col>.
DailyActivityContacts_Rare_KillScout_ISSR-B_HUDDescription=<col:Purple_Dark>Scout kills</col>



DailyActivityContacts_Rare_KillScout_ISSR-B_Title_2=Shipment Of Goods
DailyActivityContacts_Rare_KillScout_ISSR-B_LongDescription_2=A new shipment of guns came in not long ago. Show me you can handle yourself on these streets and I'll provide you with the goods. <col:Purple_Dark>Kill 15 Criminals with a N-HVR 243 'Scout'</col>.
DailyActivityContacts_Rare_KillScout_ISSR-B_HUDDescription_2=<col:Purple_Dark>Scout kills</col>



DailyActivityContacts_Rare_KillM9_ISSR-A_Title=For Old Times' Sake
DailyActivityContacts_Rare_KillM9_ISSR-A_LongDescription=Help me relive the days when I had to make do with now-outdated standard issue pieces. <col:Purple_Dark>Eliminate 15 Criminals using my beloved Joker M9</col>. Make this old man proud.
DailyActivityContacts_Rare_KillM9_ISSR-A_HUDDescription=<col:Purple_Dark>Joker M9 kills</col>



DailyActivityContacts_Rare_KillM9_ISSR-A_Title_2=Old Dog New Tricks
DailyActivityContacts_Rare_KillM9_ISSR-A_LongDescription_2=Do me a favor - <col:Purple_Dark>grab your M9 and mow down 15 of the 'Forcer scum</col> trying to start shit on our turf.
DailyActivityContacts_Rare_KillM9_ISSR-A_HUDDescription_2=<col:Purple_Dark>Joker M9 kills</col>



DailyActivityContacts_PvP_EMPHits_Title=Noise Complaint
DailyActivityContacts_PvP_EMPHits_LongDescription=This one is just personal. I'm not a fan of the garbage these Crims are playing from their car stereos. <col:Purple_Dark>Fry the electronics in 5 cars with a pulse from an EMP Grenade</col>.
DailyActivityContacts_PvP_EMPHits_HUDDescription=<col:Purple_Dark>EMP enemy vehicles</col>



DailyActivityContacts_PvP_EMPHits_Title_2=Lights Out
DailyActivityContacts_PvP_EMPHits_LongDescription_2=Go have some fun - <col:Purple_Dark>disable 5 Enforcer Vehicles</col> using an EMP Grenade and watch them lose their shit with all their fancy tech destroyed.
DailyActivityContacts_PvP_EMPHits_HUDDescription_2=<col:Purple_Dark>EMP enemy vehicles</col>
